{
  "dashboard.card_total_post": {
    "title": "Total post",
    "text": "All posts created across all platforms connected to Lovelace (Discord, Steam, Reddit, etc.)"
  },
  "dashboard.card_engagement": {
    "title": "Engagement rate",
    "text": "• Engagement Rate shows the percentage of your community that actively interacts with your content over a selected time period.\n\n"
  },
  "dashboard.card_new_subs": {
    "title": "New Subs / Followers",
    "text": "• Number of new followers or members across all platforms connected to Lovelace.\n• By default, calculated over the last 30 days. (You can adjust the period with the calendar filter.)"
  },
  "dashboard.card_total_subs": {
    "title": "Total Subs / Followers",
    "text": "Total number of followers, subscribers, or members across all connected platforms (Discord, Steam, Reddit, etc.)."
  },
  "dashboard.card_interactions": {
    "title": "Interactions",
    "text": "• Any direct interaction from a user (like posting, commenting, reacting)\n• Replies to a post\n• Mentions related to your project\n\nThis measures the active participation of your community beyond just following or observing."
  },
  "dashboard.card_wishlist": {
    "title": "Wishlist steam",
    "text": "• You had them at \"Add to Library\" ...they're just waiting for payday."
  },
  "dashboard.game_ranking": {
    "title": "Game Ranking",
    "text": "Overall game ranking based on the selected platform's reviews."
  },
  "dashboard.sentiment_overview": {
    "title": "Sentiment Overview",
    "text": "Sentiment score calculated from user reviews on the selected platform."
  },
  "dashboard.engagement_overview": {
    "title": "Engagement Overview",
    "text": "Graph of combined engagement data (likes and posts) over the selected period (default 30 days)."
  },
  "dashboard.interactions_per_day": {
    "title": "Interactions per Day",
    "text": "Daily interactions graph aggregated from all games over the selected period (default: 30 days)"
  },
  "dashboard.global_insights_score": {
    "title": "Only on score",
    "text": "Average relevance score based on posts mentioning this insight."
  },
  "insight.global_overview_feedback": {
    "title": "Global Overview Feedback",
    "text": "Summary of key strengths, improvement areas, and recommended actions based on player feedback."
  },
  "insight.global_overview_bugs": {
    "title": "Global Overview Bugs",
    "text": "List of main issues and negative feedback reported by players."
  }
}